Repository: cac-admin/mohawk-corpora
Catalog: corpora/license/locale/*/LC_MESSAGES/django.po
Languages: mi

source: Name of license
mi: Ingoa o te raihana

source: Please provide a description of the license.
mi: Tuhia mai koa he whakamāramatanga mō te raihana.

source: The actual license text.
mi: Ngā kupu ake o te raihana.

source: Accepted licenses
mi: Raihana i whakaaetia

source: License
mi: Raihana

source: You must accept the above %(license.name|title)s license to continue.
mi: Me matua whakaae koe ki te raihana %(license.name|title)s i runga ake nei ka haere tonu ai.

source: Cancel
mi: Hoki Whakamuri

source: Accept
mi: Whakaae

source: Woops
mi: Auē

source: You're not allowed to view this information.
mi: E kore koe e āhei ki te titiro ki ēnei kōrero.
