Repository: cac-admin/mohawk-corpora
Catalog: corpora/people/locale/*/LC_MESSAGES/django.po
Languages: mi

source: name
mi: ingoa

source: Name of tribe.
mi: Ingoa o te iwi.

source: Tribe
mi: Iwi

source: Tribes
mi: Ngā Iwi

source: group
mi: rōpū

source: groups
mi: rōpū

source: Full Name
mi: Ingoa

source: full name
mi: ingoa

source: Person
mi: Tangata

source: People
mi: Tāngata

source: Male
mi: Tāne

source: Female
mi: Wahine

source: Other
mi: Āhua Kē

source: Transexual (Male to Female)
mi: Whakawahine

source: Transexual (Female to Male)
mi: Whakatāne

source: How old are you?
mi: E hia ō tau?

source: age
mi: ō tau

source: gender
mi: tāne/wahine

source: Gender
mi: Tāne/Wahine

source: person
mi: tangata

source: Which tribe(s) do you identify with?
mi: Nō (t)ēhea iwi koe?

source: tribe
mi: iwi

source: Native Speaker - Beginner
mi: He Reo Ūkaipō - Mātau iti nei

source: Native Speaker - Intermediate
mi: He Reo Ūkaipō - Āhua Mātau nei

source: Native Speaker - Advanced
mi: He Reo Ūkaipō - Tino Mātau nei

source: Near Native Speaker - Beginner
mi: He Reo Tuarua - Mātau iti nei

source: Near Native Speaker - Intermediate
mi: He Reo Tuarua - Āhua Mātau nei

source: Near Native Speaker - Advanced
mi: He Reo Tuarua - Tino Mātau nei

source: Second Language Learner - Beginner
mi: He Ākonga Reo - Mātau iti nei

source: Second Language Learner - Intermediate
mi: He Ākonga Reo - Āhua Mātau nei

source: Second Language Learner - Advanced
mi: He Ākonga Reo - Tino Mātau nei

source: language
mi: reo

source: Account Inactive
mi: He kaute kāhore e whakamahia ana

source: This account is inactive.
mi: Kua kore tēnei kaute e whakamahia

source: Account
mi: Kaute

source: E-mail Addresses
mi: Īmēra

source: The following e-mail addresses are associated with your account:
mi: Koia ēnei ko ngā īmēra kua honoa ki tō kaute:

source: Verified
mi: Kua whakaūngia

source: Unverified
mi: E tārewa ana

source: Primary
mi: Matua

source: Make Primary
mi: Meinga hei īmēra matua

source: Re-send Verification
mi: Tukua anō te kōrero whakaū

source: Remove
mi: Whakakāhorengia

source: Warning:
mi: Kia tūpato:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
mi: Kāhore anō koe kia whakaatu mai i tō īmēra. Me whakaatu mārika mai kia whiwhi ai koe ki ngā pānui, kia āhei ai anō hoki te whakahōu i tō kupu huna, aha noa.

source: Add E-mail Address
mi: Tāpirihia tō īmēra

source: Add E-mail
mi: Tāpirihia he īmēra

source: Do you really want to remove the selected e-mail address?
mi: E hiahia ana rānei koe ki te whakakāhore i te īmēra nā?

source: Hello, You're receiving this e-mail because user %(user_display)s at %(site_domain)s has given yours as an e-mail address to connect to their account. To confirm this is correct, go to %(activate_url)s
mi: Tēnā koe, I whiwhi ai koe ki tēnei īmēra nā te mea nā %(user_display)s i %(site_domain)s i homai tō īmēra kia tūhonotia ki tōna kaute. Mehemea e tika ana tēnei, whāia tēnei hononga %(activate_url)s

source: Thank you from %(site_name)s! %(site_domain)s
mi: Tēnei te mihi a %(site_name)s ki a koe! %(site_domain)s

source: Please Confirm Your E-mail Address
mi: Tuhia mai anō koa tō īmēra

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account at %(site_domain)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
mi: Tēnei te mihi a %(site_name)s ki a koe! I whiwhi ai koe ki tēnei īmēra nā te mea e mea ana tētahi tangata kē ki te tiki i te kupu huna o tō kaute i %(site_domain)s. Mehemea ehara i a koe, kaua e āwangawanga. Patoa te hononga e whai ake nei hei whakahōu i tō kupu huna.

source: In case you forgot, your username is %(username)s.
mi: Kia mahara ai koe, koia tēnei ko tō kupu huna %(username)s.

source: Thank you for using %(site_name)s! %(site_domain)s
mi: Tēnā anō koe e toro mai nei ki te %(site_name)s! %(site_domain)s

source: Password Reset E-mail
mi: He īmēra hei whakahōu i tō kupu huna

source: Confirm E-mail Address
mi: Tuhia mai anō tō īmēra

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
mi: E tika ana rānei ko <a href="mailto:%(email)s">%(email)s</a> te īmēra o user %(user_display)s.

source: Confirm
mi: Aē

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
mi: Kua pau te kaha o tēnei hononga īmēra, e hē ana rānei. <a href="%(email_url)s">Tukua mai anō koa he tono hei whakatūturu i tō īmēra.</a>

source: Sign In
mi: Tomo mai

source: You can also sign in with:
mi: Tomo mai mā te:

source: Don't have an account?<br><a href="%(signup_url)s">Sign Up</a>
mi: Kāhore anō koe kia rēhita? Rēhita ki konei.<br><a href="%(signup_url)s">Rēhita</a>

source: Forgot Password?
mi: Kua wareware koe ki tō kupu huna?

source: Sign Out
mi: Puta atu

source: Are you sure you want to sign out?
mi: E hiahia ana rānei koe ki te puta atu?

source: You cannot remove your primary e-mail address (%(email)s).
mi: E kore e whakaaetia te whakakāhore i tō īmēra matua (%(email)s).

source: Confirmation e-mail sent to %(email)s.
mi: Kua tukua he īmēra whakapūmau ki %(email)s.

source: You have confirmed %(email)s.
mi: Kua whakatūturuhia e koe te %(email)s.

source: Removed e-mail address %(email)s.
mi: Kua whakakāhorengia tēnei īmēra %(email)s.

source: Successfully signed in as %(name)s.
mi: Kua tomo mai koe ki te ingoa o %(name)s.

source: You have signed out.
mi: Kua puta atu koe.

source: Password successfully changed.
mi: Kua whakahōungia tō kupu huna.

source: Password successfully set.
mi: Kua whakaritea tō kupu huna.

source: Primary e-mail address set.
mi: Kua whakaritea tō īmēra matua.

source: Your primary e-mail address must be verified.
mi: Me whakapūmau tō īmēra.

source: Change Password
mi: Whakarerekēngia tō kupu huna

source: Password Reset
mi: Whakahōungia tō kupu huna

source: Enter your e-mail address and we'll send you a reset link.
mi: Tuhia mai tō īmēra ka tukua atu ai he hononga hei whakahōu i tō kupu huna.

source: Reset My Password
mi: Whakahōungia taku kupu huna

source: Please <a href="mailto:info@tehiku.nz">contact us</a> if you have any trouble resetting your password.
mi: <a href="mailto:info@tehiku.nz">Whakapā mai koa</a> inā kore e taea e koe te whakahōu i tō kupu huna.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
mi: Kua tukua atu e mātou he īmēra ki a koe. Whakapā mai koa inā kore e tae wawe atu ki a koe ā ngā mīneti tata e haere ake nei.

source: Bad Token
mi: Kua hē

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
mi: Kāhore i whakaaetia te whakahōutanga o tō kupu huna nā te mea pea kua whakamahia kētia. <a href="%(passwd_reset_url)s">Whakaritea anō koa tētahi kupu huna mōu.</a>

source: change password
mi: whakarerekēngia tō kupu huna

source: Your password is now changed.
mi: Kua whakahōungia tō kupu huna.

source: Set Password
mi: Whakaritea he kupu huna

source: Signup
mi: Rēhita

source: Sign Up
mi: Rēhita

source: You can also sign up with:
mi: E taea anō te tomo mai mā te:

source: Sign Up Closed
mi: Kua kapi ngā rēhitatanga

source: We're not taking sign ups. If you're keen to get involved please <a href="mailto:info@tehiku.nz?subject=corpora.io">contact</a> us.
mi: Kāhore atu he rēhitatanga i tēnei wā engari ki te hiahia tonu koe ki te āwhina i te kaupapa nei, <a href="mailto:info@tehiku.nz?subject=corpora.io">whakapā mai ki a mātou</a>.

source: Note
mi: Pitopito Kōrero

source: you are already logged in as %(user_display)s.
mi: kua tomo kē mai koe i raro i te ingoa o %(user_display)s.

source: Verify Your E-mail Address
mi: Tuhia mai anō tō īmēra

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
mi: Kua tukua atu e mātou he īmēra ki a koe māu e whakatūturu mai. Whāia te hononga e whai ake nei hei whakatutuki i ngā whakaritenga.Inā kore e tae wawe atu ki a koe ā ngā mīneti tata e haere ake nei, whakapā mai koa.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
mi: Kia mōhio mārika mātou, e kōrero pono mai ana koe mōu.Koia i meinga ai, me whakatūturu mārika mai koe i tōu ingoa īmēra.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
mi: Kua tukua atu e mātou he īmēra ki a koe māu e whakatūturu mai. Kia whiwhi koe, ka pato ai i te hononga kei roto. Inā kore e tae wawe atu ki a koe ā ngā mīneti tata e haere ake nei, whakapā mai koa.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
mi: E āhei tonu ana koe ki te <a href="%(email_url)s">whakarerekē i tō īmēra.</a>

source: Save
mi: Tiakina

source: Hello
mi: Kia ora

source: recordings
mi: kapohanga reo

source: Recordings
mi: Kapohanga Reo

source: Approved
mi: Kua whakaaetia

source: Welcome to People!
mi: Haere Mai!

source: This is a long welcome message.
mi: Ka nui te roa o tēnei mihi.

source: You haven't recorded any corpus yet.
mi: Kāhore anō koe kia kapo i ō kōrero.

source: Start Recording
mi: Tīmataria te kapohanga

source: Sentences
mi: Rerenga kōrero

source: Record
mi: Kapohia

source: All done! You've recorded a corpus for all sentnces.
mi: Kua oti i a koe te kapo kōrero mō ngā rerenga katoa.

source: Score
mi: Tatau

source: Today
mi: I tēnei rā

source: seconds
mi: hēkona

source: An error occurred while attempting to login via your social network account.
mi: I a koe e mea ana ki te tomo mai ka pā mai te raruraru.

source: Account Connections
mi: Hononga Kaute

source: You can sign in to your account using any of the following third party accounts:
mi: E āhei ana koe ki te tomo mai mā tētahi o ō kaute o kamupene kē:

source: You currently have no social network accounts connected to this account.
mi: Hore kau nei ōu kaute pukamata, aha noa, e tūhono ana ki tēnei kaute.

source: Add a 3rd Party Account
mi: Tūhonotia mai tētahi kaute ōu i tētahi kamupene kē

source: Login Cancelled
mi: Kua whakakorengia te tomokanga mai

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
mi: Kua whakakorengia e koe tō tomokanga mai ki tō mātou pae tukutuku mā tētahi o ō kaute. Mehemea e hiahia ana anō kē koe ki te <a href="%(login_url)s">tomo mai</a>, me rā konei mai.

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
mi: Ko te whakamahia e koe tō kaute %(provider_name)s hei tomo mai ki %(site_name)s. E tutuki ai, whakakīngia mai koa te puka e whai ake nei:

source: Only staff can view this information.
mi: Mā ngā kaimahi anake ēnei kōrero e titiro.

source: You're not allowed to view this information.
mi: E kore koe e āhei ki te titiro ki ēnei kōrero.

source: You must sign in to edit your info.
mi: Me matua tomo mai koe ka āhei ai te whakarerekē i ō kōrero.

source: Profile
mi: Ngā Kōrero Mōu

source: Today is %(month)s %(day)s.
mi: Ko te %(day)s o %(month)s tēnei rā.
